[
   {
      "id":0,
      "title":"Join Us! February 11, 2017",
      "description":"Welcome to the 8th Annual Snowy Range Snowmobile Poker Run sponsored by the Saratoga Hot Springs Resort! Proceeds from the event will benefit the Upper Platte Valley Search and Rescue. Snowmobile route runs from Ryan Park, WY across the Snowy Range and back with the final stop at the Saratoga Hot Springs Resort!",
      "description1": "Upon arriving at the resort, there will be music, food and great prizes! Grand Prize Winner will receive a cash prize!!! Additional prizes will also be awarded for 1st, 2nd and 3rd place. Be sure to stop by the Snowy Mountain Brewery, located within the resort, for a cold brew!"

   },
   {
      "id":1,
      "title":"Sponsorship Packages",
      "description":"Gold — Featured with a banner (provided by sponsor) displayed on route, a large logo on Punch Cards and promotional materials and 2 Punch Cards. Silver — Featured with a small logo on Punch Cards and promotional materials and 1 Punch Card.",
      "description1": "In addition to your sponsorship package, each sponsor receives the following:  2 complimentary craft beers, A complimentary Sponsor meal for 2, Poker Run t-shirt"
   },
   {
      "id":2,
      "title":"Poker Run Route",
      "description":"1st Stop: Rendezvous Lodge, 14 miles down Hwy 130 (Snowy Range Rd) N 41.322° , W 106.504° - 2nd Stop: Nelson Park Safety Hut N 41.17940°, W 106.17460° - 3rd Stop: Lake Marie via snowmobile trail U N 41.331°, W 106.325° - 4th Stop: Quealy Safety Hut N 41.22740°, W 106.20700° - 5th Stop: Saratoga Hot Springs Resort, 601 E Pic Pike Rd, Saratoga N 41.453°, W 106.802°"
   },
   {
      "id":3,
      "title":"Don’t Snowmobile?",
      "description":"Purchase a Poker Hand at the Front Desk between 5PM and 7PM for a chance to win a cash prize or additional prizes!"
   },
   {
      "id":4,
      "title":"Rider Registration",
      "description":"Individual Punch Cards – $30. Additional cards – $25 each. Day of: $40 and $35 per additional card",
   },
   {
      "id":5,
      "title":"Address",
      "description":"601 East Pic Pike Road. P.O. Box 869. Saratoga, Wyoming 82331",
   },
   {
      "id":6,
      "title":"Phone numbers",
      "description":"1-800-594-0178 or 307-326-5261"
   }
  
]
